Repository: MustangYM/Compositor
Catalog: Compositor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: Off leaves the picture as it is. Guided straightens from lines you draw on the picture.
de: „Aus“ lässt das Bild unverändert. „Geführt“ richtet es anhand der von Ihnen eingezeichneten Linien aus.
es: Desactivado conserva la imagen tal como está. Guiado la endereza a partir de las líneas que dibuje sobre ella.
fr: Désactivé laisse l’image inchangée. Guidée la redresse selon les lignes que vous tracez sur l’image.
ja: 「オフ」は画像を変更しません。「ガイド付き」は画像に描いた線を基準に傾きを補正します。
ko: 끄기는 이미지를 그대로 둡니다. 안내선은 이미지에 그린 선을 기준으로 기울기를 교정합니다.
pt_br: Desativado mantém a imagem como está. Guiado a endireita a partir das linhas desenhadas sobre ela.
zh_hans: “关闭”保持图像不变；“引导式”根据绘制的引导线校正图像。
zh_hant: 「關閉」保持影像不變；「引導式」根據繪製的引導線校正影像。

source: Offset
de: Versatz
es: Desplazamiento
fr: Décalage
ja: オフセット
ko: 오프셋
pt_br: Deslocamento
zh_hans: 位移
zh_hant: 位移

source: Offset X
de: X-Versatz
es: Desplazamiento X
fr: Décalage X
ja: X オフセット
ko: X 오프셋
pt_br: Deslocamento X
zh_hans: X 轴位移
zh_hant: X 軸位移

source: Offset Y
de: Y-Versatz
es: Desplazamiento Y
fr: Décalage Y
ja: Y オフセット
ko: Y 오프셋
pt_br: Deslocamento Y
zh_hans: Y 轴位移
zh_hant: Y 軸位移

source: Only 8-bit RGB Photoshop files can be imported.
de: Nur Photoshop-Dateien mit 8-Bit-RGB können importiert werden.
es: Sólo se pueden importar archivos RGB Photoshop de 8 bits.
fr: Seuls les fichiers Photoshop RVB 8 bits peuvent être importés.
ja: 8 ビット RGB の Photoshop ファイルのみ読み込めます。
ko: 8비트 RGB Photoshop 파일만 가져올 수 있습니다.
pt_br: Apenas arquivos RGB Photoshop de 8 bits podem ser importados.
zh_hans: 仅支持导入 8 位 RGB 模式的 Photoshop 文件。
zh_hant: 僅支援讀入 8 位 RGB 模式的 Photoshop 檔案。

source: Only print dimensions and resolution change. Pixels stay unchanged.
de: Nur Druckmaße und Auflösung ändern sich. Die Pixel bleiben unverändert.
es: Solo cambian las dimensiones de impresión y la resolución. Los píxeles no se modifican.
fr: Seules les dimensions d’impression et la résolution changent. Les pixels restent inchangés.
ja: 印刷サイズと解像度のみを変更します。ピクセルは変わりません。
ko: 인쇄 크기와 해상도만 변경됩니다. 픽셀은 바뀌지 않습니다.
pt_br: Somente as dimensões de impressão e a resolução mudam. Os pixels não são alterados.
zh_hans: 仅更改打印尺寸和分辨率，像素保持不变。
zh_hant: 僅更改列印尺寸和解析度，像素保持不變。

source: Only the first text style was kept.
de: Nur der erste Textstil wurde beibehalten.
es: Sólo se mantuvo el primer estilo de texto.
fr: Seul le premier style de texte a été conservé.
ja: 最初のテキストスタイルのみ保持されました。
ko: 첫 번째 텍스트 스타일만 유지되었습니다.
pt_br: Apenas o primeiro estilo de texto foi mantido.
zh_hans: 仅保留了第一种文字样式。
zh_hant: 僅保留了第一種文字樣式。

source: Opacity
de: Deckkraft
es: Opacidad
fr: Opacité
ja: 不透明度
ko: 불투명도
pt_br: Opacidade
zh_hans: 不透明度
zh_hant: 不透明度

source: Opacity digit %1$@ (type two for exact %)
de: Deckkraftziffer %1$@ (zwei Ziffern für einen genauen Prozentwert eingeben)
es: Dígito de opacidad %1$@ (escriba dos para un % exacto)
fr: Chiffre d’opacité %1$@ (saisir deux chiffres pour un pourcentage précis)
ja: 不透明度の数字 %1$@（2 桁入力で正確な % を指定）
ko: 불투명도 숫자 %1$@ (정확한 %는 두 자리 입력)
pt_br: Dígito de opacidade %1$@ (digite dois para um % exato)
zh_hans: 不透明度数字键 %1$@（连续输入两位可设置精确百分比）
zh_hant: 不透明度數字鍵 %1$@（連續輸入兩位可設定精確百分比）

source: Opacity percent
de: Deckkraft in Prozent
es: Porcentaje de opacidad
fr: Opacité en pourcentage
ja: 不透明度（%）
ko: 불투명도 백분율
pt_br: Porcentagem de opacidade
zh_hans: 不透明度百分比
zh_hant: 不透明度百分比

source: Open “%1$@”?
de: „%1$@“ öffnen?
es: ¿Abrir «%1$@»?
fr: Ouvrir « %1$@ » ?
ja: 「%1$@」を開きますか？
ko: “%1$@”을(를) 여시겠습니까?
pt_br: Abrir “%1$@”?
zh_hans: 打开“%1$@”？
zh_hant: 開啟「%1$@」？

source: Open in a new project tab
de: Öffnen in einem neuen Projekt-Tab
es: Abrir en una nueva pestaña de proyecto
fr: Ouvrir dans un nouvel onglet de projet
ja: 新しいプロジェクトタブで開く
ko: 새 프로젝트 탭에서 열기
pt_br: Abrir em uma nova aba de projeto
zh_hans: 在新的项目标签页中打开
zh_hant: 在新的專案標籤頁中開啟

source: Open one project at a time
de: Öffnen Sie ein Projekt nach dem anderen
es: Abrir un proyecto a la vez
fr: Ouvrir un projet à la fois
ja: 一度に開けるプロジェクトは 1 つです
ko: 프로젝트는 한 번에 하나씩 열 수 있습니다
pt_br: Abrir um projeto de cada vez
zh_hans: 请一次打开一个项目
zh_hant: 請一次開啟一個專案

source: Open project
de: Projekt öffnen
es: Abrir proyecto
fr: Ouvrir un projet
ja: プロジェクトを開く
ko: 프로젝트 열기
pt_br: Abrir projeto
zh_hans: 打开项目
zh_hant: 開啟專案

source: Open Project
de: Projekt öffnen
es: Abrir proyecto
fr: Ouvrir un projet
ja: プロジェクトを開く
ko: 프로젝트 열기
pt_br: Abrir projeto
zh_hans: 打开项目
zh_hant: 開啟專案

source: Open Project…
de: Projekt öffnen…
es: Abrir proyecto…
fr: Ouvrir un projet…
ja: プロジェクトを開く…
ko: 프로젝트 열기…
pt_br: Abrir projeto…
zh_hans: 打开项目…
zh_hant: 開啟專案…

source: Open Recent
de: Zuletzt geöffnet
es: Abrir recientes
fr: Ouvrir les fichiers récents
ja: 最近使った項目を開く
ko: 최근 항목 열기
pt_br: Abrir recentes
zh_hans: 打开最近使用
zh_hant: 開啟最近使用

source: Optics
de: Optik
es: Óptica
fr: Optique
ja: レンズ
ko: 광학
pt_br: Ótica
zh_hans: 光学
zh_hant: 光學

source: Option temporarily selects the eyedropper in painting tools. Shift constrains shapes/movement or adds to a selection; Option subtracts from selections or draws from center. Command-drag moves selected pixels; Command-Option-drag copies them. Option-drag duplicates layers/folders/effects; Option-click at a layer boundary toggles clipping. Command-click a thumbnail loads its selection. Control bypasses snapping. Right-drag adjusts brush size. Modifier-and-mouse gestures are fixed.
de: Option aktiviert in Malwerkzeugen vorübergehend die Pipette. Umschalt beschränkt Formen/Bewegungen oder erweitert eine Auswahl; Option zieht von Auswahlen ab oder zeichnet von der Mitte aus. Command-Ziehen verschiebt ausgewählte Pixel; Command-Option-Ziehen kopiert sie. Option-Ziehen dupliziert Ebenen/Gruppen/Effekte; Option-Klick auf eine Ebenengrenze schaltet die Schnittmaske um. Command-Klick auf eine Miniatur lädt deren Auswahl. Control umgeht das Einrasten. Ziehen mit der rechten Maustaste ändert die Pinselgröße. Diese Gesten mit Zusatztasten und Maus sind fest vorgegeben.
es: Opción activa temporalmente el Cuentagotas en las herramientas de pintura. Shift restringe formas o movimientos, o añade a la selección; Opción resta de la selección o dibuja desde el centro. Comando-arrastrar mueve los píxeles seleccionados; Comando-Opción-arrastrar los copia. Opción-arrastrar duplica capas, grupos o efectos; Opción-clic en el límite de una capa activa o desactiva el recorte. Comando-clic en una miniatura carga su selección. Control desactiva temporalmente el ajuste. Arrastrar con el botón derecho cambia el tamaño del pincel. Los gestos de ratón con modificadores son fijos.
fr: Option active temporairement la pipette dans les outils de peinture. Maj contraint les formes ou les déplacements, ou ajoute à une sélection ; Option soustrait d’une sélection ou trace depuis le centre. Commande-glisser déplace les pixels sélectionnés ; Commande-Option-glisser les copie. Option-glisser duplique les calques, groupes ou effets ; Option-clic sur une limite de calque active ou désactive l’écrêtage. Commande-clic sur une vignette charge sa sélection. Contrôle ignore le magnétisme. Glisser avec le bouton droit ajuste la taille du pinceau. Ces gestes de souris avec touches de modification sont fixes.
ja: 描画ツールで Option を押すと、一時的にスポイトに切り替わります。Shift は形状や移動を制限するか選択範囲に追加し、Option は選択範囲から削除するか中心から描画します。Command-ドラッグで選択したピクセルを移動し、Command-Option-ドラッグでコピーします。Option-ドラッグでレイヤー、グループ、効果を複製し、レイヤーの境界を Option-クリックするとクリッピングを切り替えます。サムネイルを Command-クリックすると選択範囲を読み込みます。Control はスナップを一時的に無効にします。右ボタンでドラッグするとブラシサイズを調整します。修飾キーとマウスの組み合わせは変更できません。
ko: 페인팅 도구에서 Option을 누르면 일시적으로 스포이드로 전환됩니다. Shift는 모양이나 이동을 제한하거나 선택 영역에 추가하고, Option은 선택 영역에서 빼거나 중심에서 그립니다. Command-드래그는 선택한 픽셀을 이동하고 Command-Option-드래그는 복사합니다. Option-드래그는 레이어, 그룹, 효과를 복제하고, 레이어 경계를 Option-클릭하면 클리핑을 전환합니다. 축소판을 Command-클릭하면 선택 영역을 불러옵니다. Control은 스냅을 일시적으로 무시합니다. 오른쪽 버튼으로 드래그하면 브러시 크기를 조절합니다. 보조 키와 마우스 제스처의 조합은 변경할 수 없습니다.
pt_br: Option ativa temporariamente o Conta-gotas nas ferramentas de pintura. Shift restringe formas ou movimentos, ou adiciona à seleção; Option subtrai da seleção ou desenha a partir do centro. Command-arrastar move os pixels selecionados; Command-Option-arrastar os copia. Option-arrastar duplica camadas, grupos ou efeitos; Option-clique no limite de uma camada alterna o recorte. Command-clique em uma miniatura carrega sua seleção. Control ignora temporariamente o ajuste magnético. Arrastar com o botão direito ajusta o tamanho do pincel. Os gestos do mouse com modificadores são fixos.
zh_hans: 在绘画工具中按住 Option 可临时使用吸管。Shift 约束形状或移动方向，也可添加选区；Option 从选区减去，或从中心绘制。Command-拖动移动所选像素，Command-Option-拖动复制像素。Option-拖动复制图层、组或效果；Option-单击图层边界切换剪贴蒙版。Command-单击缩略图载入选区。Control 临时关闭对齐。右键拖动调整画笔大小。修饰键与鼠标的组合手势不可更改。
zh_hant: 在繪畫工具中按住 Option 可臨時使用滴管。Shift 約束形狀或移動方向，也可新增選取範圍；Option 從選取範圍減去，或從中心繪製。Command-拖曳移動所選像素，Command-Option-拖曳複製像素。Option-拖曳複製圖層、群組或效果；Option-按一下圖層邊界切換剪裁遮色片。Command-按一下縮圖載入選取範圍。Control 臨時關閉對齊。右鍵拖曳調整筆刷大小。修飾鍵與滑鼠的組合手勢不可更改。

source: Option-click to set the source
de: Option-Klick, um die Quelle festzulegen
es: Opción-clic para definir el origen
fr: Option-cliquez pour définir la source
ja: Option-クリックでコピー元を設定
ko: Option-클릭으로 소스 설정
pt_br: Option-clique para definir a origem
zh_hans: 按住 Option 单击设置取样点
zh_hant: 按住 Option 按一下設定取樣點

source: Option-click to set the source · Drag to clone · [ ] size · Shift-[ ] hardness · 1–0 opacity · Space to pan
de: Option-Klick: Quelle festlegen · Ziehen: kopieren · [ ] Größe · Umschalt-[ ] Härte · 1–0 Deckkraft · Leertaste: Ansicht verschieben
es: Opción-clic define el origen · Arrastrar para clonar · [ ] tamaño · Shift-[ ] dureza · 1–0 opacidad · Espacio desplazar
fr: Option-clic : définir la source · Glisser : dupliquer · [ ] taille · Maj-[ ] dureté · 1–0 opacité · Espace : déplacer la vue
ja: Option-クリックでコピー元を設定 · ドラッグして複製 · [ ] サイズ · Shift-[ ] 硬さ · 1–0 不透明度 · Space パン
ko: Option-클릭으로 소스 설정 · 드래그하여 복제 · [ ] 크기 · Shift-[ ] 경도 · 1–0 불투명도 · Space 화면 이동
pt_br: Option-clique define a origem · Arraste para clonar · [ ] tamanho · Shift-[ ] dureza · 1–0 opacidade · Espaço deslocar
zh_hans: Option-单击设置取样点 · 拖动仿制 · [ ] 调整大小 · Shift-[ ] 调整硬度 · 1–0 设置不透明度 · 空格键平移
zh_hant: Option-按一下設定取樣點 · 拖曳仿製 · [ ] 調整大小 · Shift-[ ] 調整硬度 · 1–0 設定不透明度 · 空格鍵平移

source: Option-click where Clone Stamp should copy from first.
de: Legen Sie zuerst mit Option-Klick die Quelle für den Kopierstempel fest.
es: Primero haga Opción-clic en el punto de origen del Tampón de clonar.
fr: Définissez d’abord la source du Tampon de duplication par un Option-clic.
ja: まず、コピースタンプのコピー元を Option キーを押しながらクリックしてください。
ko: 먼저 복제 도장의 소스 위치를 Option을 누른 채 클릭하세요.
pt_br: Primeiro, use Option-clique no ponto de origem do Carimbo.
zh_hans: 请先按住 Option 单击，设置仿制图章的取样点。
zh_hant: 請先按住 Option 按一下，設定仿製印章的取樣點。

source: Oranges
de: Orangetöne
es: Naranjas
ja: オレンジ
ko: 주황 계열
pt_br: Laranjas
zh_hans: 橙色
zh_hant: 橙色

source: Original %1$@ histogram
de: Originalhistogramm %1$@
es: Histograma original de %1$@
fr: Histogramme original %1$@
ja: 元の %1$@ ヒストグラム
ko: 원본 %1$@ 히스토그램
pt_br: Histograma original de %1$@
zh_hans: 原始%1$@直方图
zh_hant: 原始%1$@色階分佈圖

source: Original pixels · alpha-weighted histogram
de: Originalpixel · alpha-gewichtetes Histogramm
es: Píxeles originales · Histograma ponderado por alfa
fr: Pixels d’origine · Histogramme pondéré en alpha
ja: 元のピクセル · アルファ値で重み付けしたヒストグラム
ko: 원본 픽셀 · 알파 가중 히스토그램
pt_br: Pixels originais · Histograma ponderado por alfa
zh_hans: 原始像素 · 按 Alpha 加权的直方图
zh_hant: 原始像素 · 按 Alpha 加權的色階分佈圖

source: Original pixels · selection and alpha-weighted histogram
de: Originalpixel · Nach Auswahl und Alpha gewichtetes Histogramm
es: Píxeles originales · Histograma ponderado por selección y alfa
fr: Pixels d’origine · Histogramme pondéré par la sélection et l’alpha
ja: 元のピクセル · 選択範囲とアルファ値で重み付けしたヒストグラム
ko: 원본 픽셀 · 선택 영역 및 알파 가중 히스토그램
pt_br: Pixels originais · Histograma ponderado pela seleção e pelo alfa
zh_hans: 原始像素 · 按选区和 Alpha 加权的直方图
zh_hant: 原始像素 · 按選取範圍和 Alpha 加權的色階分佈圖

source: Outer Glow
de: Schein nach außen
es: Resplandor exterior
fr: Lueur externe
ja: 光彩（外側）
ko: 외부 광선
pt_br: Brilho externo
zh_hans: 外发光
zh_hant: 外光暈

source: Output black
de: Ausgabeschwarzpunkt
es: Negro de salida
fr: Noir de sortie
ja: 出力ブラックポイント
ko: 출력 검정점
pt_br: Preto de saída
zh_hans: 输出黑场
zh_hant: 輸出黑色點

source: Output white
de: Ausgabeweißpunkt
es: Blanco de salida
fr: Blanc de sortie
ja: 出力ホワイトポイント
ko: 출력 흰점
pt_br: Branco de saída
zh_hans: 输出白场
zh_hant: 輸出白色點

source: Outside
de: Außen
es: Exterior
fr: Extérieur
ja: 外側
ko: 바깥쪽
pt_br: Externa
zh_hans: 外部
zh_hant: 外部

source: Overlay
de: Ineinanderkopieren
es: Superponer
fr: Incrustation
ja: オーバーレイ
ko: 오버레이
pt_br: Sobrepor
zh_hans: 叠加
zh_hant: 覆蓋

source: Paint
de: Malen
es: Pintura
fr: Peindre
ja: 描画
ko: 페인팅
pt_br: Tinta
zh_hans: 绘画
zh_hant: 繪畫

source: Paint Mask
de: Maske bemalen
es: Pintar máscara
fr: Peindre le masque
ja: マスクに描画
ko: 마스크 페인팅
pt_br: Pintar máscara
zh_hans: 绘制蒙版
zh_hant: 繪製遮色片

source: Paint Overlay
de: Farbüberlagerung
es: Superposición de pintura
fr: Incrustation de peinture
ja: ペイントオーバーレイ
ko: 페인트 오버레이
pt_br: Sobreposição de pintura
zh_hans: 绘画叠加
zh_hant: 塗料覆蓋

source: Paint with the foreground color (B), or erase pixels away (E)
de: Malen Sie mit der Vordergrundfarbe (B) oder löschen Sie Pixel weg (E)
es: Pintar con el color del primer plano (B), o borrar píxeles (E)
fr: Peinture avec la couleur du premier plan (B), ou effacer les pixels (E)
ja: 描画色で描画（B）、またはピクセルを消去（E）
ko: 전경색으로 페인팅 (B) 또는 픽셀 지우기 (E)
pt_br: Pintar com a cor do primeiro plano (B), ou apagar os pixels (E)
zh_hans: 使用前景色绘画 (B)，或擦除像素 (E)
zh_hant: 使用前景色繪畫 (B)，或擦除像素 (E)

source: Pan
de: Ansicht verschieben
es: Desplazar vista
fr: Déplacer la vue
ja: パン
ko: 화면 이동
pt_br: Deslocar visualização
zh_hans: 平移
zh_hant: 平移

source: Parametric
de: Parametrisch
es: Paramétrica
fr: Paramétrique
ja: パラメトリック
ko: 매개 변수
pt_br: Paramétrico
zh_hans: 参数
zh_hant: 參數

source: Parametric lifts tonal regions. Point places anchors on the curve.
de: „Parametrisch“ passt Tonwertbereiche an. „Punkt“ setzt Ankerpunkte auf der Kurve.
es: Paramétrica ajusta regiones tonales. Punto coloca puntos de anclaje en la curva.
fr: Paramétrique ajuste les plages tonales. Point place des points d’ancrage sur la courbe.
ja: 「パラメトリック」は色調の領域ごとに調整します。「ポイント」はカーブ上にアンカーポイントを配置します。
ko: 매개 변수는 색조 영역별로 조정합니다. 점은 곡선 위에 기준점을 배치합니다.
pt_br: Paramétrico ajusta regiões tonais. Ponto coloca pontos de ancoragem na curva.
zh_hans: “参数”调整色调区域；“点”通过曲线上的控制点进行调整。
zh_hant: 「參數」調整色調區域；「點」透過曲線上的控制點進行調整。

source: Paste
de: Einfügen
es: Pegar
fr: Coller
ja: ペースト
ko: 붙여넣기
pt_br: Colar
zh_hans: 粘贴
zh_hant: 貼上

source: Percent
de: Prozent
es: Porcentaje
fr: Pourcentage
ja: パーセント
ko: 퍼센트
pt_br: Porcentagem
zh_hans: 百分比
zh_hant: 百分比

source: Perspective
de: Perspektivisch
es: Perspectiva
ja: 遠近法
ko: 원근
pt_br: Perspectiva
zh_hans: 透视
zh_hant: 透視

source: Perspective allows stronger keystone. Rectilinear keeps the warp gentler.
de: Perspektivisch erlaubt stärkere Trapezkorrekturen. Geradlinig hält die Verformung sanfter.
es: Perspectiva permite una corrección trapezoidal más intensa. Rectilínea mantiene una deformación más suave.
fr: Perspective permet une correction trapézoïdale plus forte. Rectiligne garde une déformation plus douce.
ja: 「遠近法」は強い台形補正が可能です。「直線」はゆがみを穏やかに抑えます。
ko: 원근은 강한 사다리꼴 교정을 허용합니다. 직선은 변형을 부드럽게 유지합니다.
pt_br: Perspectiva permite uma correção trapezoidal mais intensa. Retilínea mantém uma deformação mais suave.
zh_hans: “透视”允许更强的梯形校正；“直线”模式的变形较柔和。
zh_hant: 「透視」允許更強的梯形校正；「直線」模式的變形較柔和。

source: Pin Light
de: Lichtpunkt
es: Luz focal
fr: Lumière ponctuelle
ja: ピンライト
ko: 핀 라이트
pt_br: Luz do pino
zh_hans: 点光
zh_hant: 小光源

source: Pixel Grid (800% and above)
de: Pixelraster (ab 800 %)
es: Cuadrícula de píxeles (800 % o más)
fr: Grille de pixels (à partir de 800 %)
ja: ピクセルグリッド（800% 以上）
ko: 픽셀 격자 (800% 이상)
pt_br: Grade de pixels (800% ou mais)
zh_hans: 像素网格（800% 及以上）
zh_hant: 像素格點（800% 及以上）

source: Pixel Shape
de: Pixelform
es: Forma del píxel
fr: Forme de pixel
ja: ピクセルの形状
ko: 픽셀 모양
pt_br: Forma do pixel
zh_hans: 像素形状
zh_hant: 像素形狀

source: Pixel Size
de: Pixelgröße
es: Tamaño del píxel
fr: Taille du pixel
ja: ピクセルサイズ
ko: 픽셀 크기
pt_br: Tamanho do Pixel
zh_hans: 像素大小
zh_hant: 像素大小

source: pixels
de: Pixel
es: píxeles
ja: ピクセル
ko: 픽셀
zh_hans: 像素
zh_hant: 像素

source: Pixels
de: Pixel
es: Píxeles
ja: ピクセル
ko: 픽셀
zh_hans: 像素
zh_hant: 像素

source: pixels/inch
de: Pixel/Zoll
es: píxeles/pulgada
fr: pixels/pouce
ja: ピクセル/インチ
ko: 픽셀/인치
pt_br: pixels/polegada
zh_hans: 像素/英寸
zh_hant: 像素／英吋

source: Point
de: Punkt
es: Punto
ja: ポイント
ko: 점
pt_br: Ponto
zh_hans: 点
zh_hant: 點

source: Point Color
de: Punktfarbe
es: Color de punto
fr: Couleur du point
ja: ポイントカラー
ko: 포인트 색상
pt_br: Cor pontual
zh_hans: 点颜色
zh_hant: 點顏色

source: Point Sample
de: Punktaufnahme
es: De 1 punto
fr: Échantillon ponctuel
ja: 指定したピクセル
ko: 포인트 샘플
pt_br: Amostra de ponto
zh_hans: 取样点
zh_hant: 取樣點

source: Polygonal Lasso
de: Polygon-Lasso
es: Lazo poligonal
fr: Lasso polygonal
ja: 多角形選択ツール
ko: 다각형 올가미
pt_br: Laço poligonal
zh_hans: 多边形套索
zh_hant: 多邊形套索

source: Positive straightens lines that bow outward (barrel); negative, lines that bow inward (pincushion).
de: Positive Werte begradigen nach außen gewölbte Linien (Tonnenverzeichnung), negative Werte nach innen gewölbte Linien (Kissenverzeichnung).
es: Los valores positivos enderezan líneas curvadas hacia fuera (barril); los negativos, líneas curvadas hacia dentro (cojín).
fr: Les valeurs positives redressent les lignes bombées vers l’extérieur (distorsion en barillet) ; les valeurs négatives redressent celles courbées vers l’intérieur (distorsion en coussinet).
ja: 正の値は外側に膨らむ樽型の線を、負の値は内側にへこむ糸巻き型の線を直線に補正します。
ko: 양수는 바깥으로 휘는 배럴 왜곡을, 음수는 안쪽으로 휘는 핀쿠션 왜곡을 곧게 교정합니다.
pt_br: Valores positivos endireitam linhas curvadas para fora (barril); valores negativos, linhas curvadas para dentro (almofada).
zh_hans: 正值校正向外弯曲的桶形畸变；负值校正向内弯曲的枕形畸变。
zh_hant: 正值校正向外彎曲的桶形畸變；負值校正向內彎曲的枕形畸變。

source: Positive values tighten the detected mask inward; negative values expand it outward
de: Positive Werte ziehen die erfasste Maske nach innen fest; negative Werte dehnen sie nach außen
es: Valores positivos ajustan la máscara detectada hacia adentro; los valores negativos se expanden hacia fuera
fr: Les valeurs positives resserrent le masque détecté vers l'intérieur; les valeurs négatives l'étendent vers l'extérieur
ja: 正の値は検出したマスクを内側に縮小し、負の値は外側に拡張します
ko: 양수는 감지된 마스크를 안쪽으로 줄이고 음수는 바깥쪽으로 확장합니다
pt_br: Valores positivos apertam a máscara detectada para dentro; valores negativos a expandem para fora
zh_hans: 正值向内收缩检测到的蒙版；负值向外扩展蒙版
zh_hant: 正值向內收縮偵測到的遮色片；負值向外延伸遮色片

source: Preserve Luminosity
de: Luminanz erhalten
es: Conservar luminosidad
fr: Conserver la luminosité
ja: 輝度を保持
ko: 광도 유지
pt_br: Preservar luminosidade
zh_hans: 保持明度
zh_hant: 保留明度

source: Preserves colored edges while color noise is reduced.
de: Konserviert farbige Kanten, während das Farbrauschen reduziert wird.
es: Preserva los bordes coloreados mientras el ruido de color se reduce.
fr: Préserve les bords colorés tandis que le bruit de couleur est réduit.
ja: カラーノイズを軽減しながら色の境界を保持します。
ko: 색상 노이즈를 줄이면서 색상 경계를 유지합니다.
pt_br: Preserva as bordas coloridas enquanto o ruído de cor é reduzido.
zh_hans: 减少颜色杂色时保留彩色边缘。
zh_hant: 減少顏色雜訊時保留彩色邊緣。

source: Preserves fine texture while luminance noise is reduced.
de: Konserviert feine Textur, während das Luminanzrauschen reduziert wird.
es: Preserva una textura fina mientras se reduce el ruido de luminancia.
fr: Préserve la texture fine tandis que le bruit de luminance est réduit.
ja: 輝度ノイズを軽減しながら細かなテクスチャを保持します。
ko: 광도 노이즈를 줄이면서 미세한 텍스처를 유지합니다.
pt_br: Preserva textura fina enquanto o ruído de luminância é reduzido.
zh_hans: 减少明亮度杂色时保留精细纹理。
zh_hant: 減少明度雜訊時保留精細紋理。

source: Preset
de: Vorgabe
es: Ajuste preestablecido
fr: Paramètre prédéfini
ja: プリセット
ko: 사전 설정
pt_br: Predefinição
zh_hans: 预设
zh_hant: 預設

source: Preset sizes
de: Voreingestellte Größen
es: Tamaños preestablecidos
fr: Tailles prédéfinies
ja: プリセットサイズ
ko: 사전 설정 크기
pt_br: Tamanhos predefinidos
zh_hans: 预设尺寸
zh_hant: 預設尺寸

source: Preset sizes for screens and common formats
de: Voreingestellte Größen für Bildschirme und gängige Formate
es: Tamaños preestablecidos para pantallas y formatos habituales
fr: Tailles prédéfinies pour écrans et formats communs
ja: 画面や一般的な形式のプリセットサイズ
ko: 화면 및 일반 형식의 사전 설정 크기
pt_br: Tamanhos predefinidos para telas e formatos comuns
zh_hans: 屏幕及常见格式的预设尺寸
zh_hant: 螢幕及常見格式的預設尺寸

source: Press 1–9 for 10–90%, 0 for 100%
de: Drücken Sie 1-9 für 10-90%, 0 für 100%
es: Pulse 1–9 para 10–90 % y 0 para 100 %
fr: Appuyez sur 1–9 pour 10–90%, 0 pour 100%
ja: 1～9 で 10～90%、0 で 100% に設定
ko: 1~9는 10~90%, 0은 100%로 설정
pt_br: Pressione 1–9 para 10–90% e 0 para 100%
zh_hans: 按 1–9 设置 10–90%，按 0 设置 100%
zh_hant: 按 1–9 設定 10–90%，按 0 設定 100%

source: Press a shortcut
de: Tastenkombination drücken
es: Presiona un atajo
fr: Appuyez sur un raccourci
ja: ショートカットを押してください
ko: 단축키를 누르세요
pt_br: Pressione um atalho
zh_hans: 请按快捷键
zh_hant: 請按快速鍵

source: Press keys…
de: Tasten drücken…
es: Pulse las teclas…
fr: Appuyez sur des touches…
ja: キーを押してください…
ko: 키를 누르세요…
pt_br: Pressione as teclas…
zh_hans: 请按组合键…
zh_hant: 請按組合鍵…

source: Press L to switch between Freehand and Polygonal
de: L drücken, um zwischen Freihand und Polygonal zu wechseln
es: Pulse L para alternar entre Mano alzada y Poligonal
fr: Appuyez sur L pour alterner entre À main levée et Polygonale
ja: L キーでフリーハンドと多角形を切り替え
ko: L을 눌러 자유형과 다각형 전환
pt_br: Pressione L para alternar entre Mão livre e Poligonal
zh_hans: 按 L 在自由绘制和多边形之间切换
zh_hant: 按 L 在自由繪製和多邊形之間切換

source: Press M to switch between Rectangle and Ellipse
de: M drücken, um zwischen Rechteck und Ellipse zu wechseln
es: Pulse M para alternar entre Rectángulo y Elipse
fr: Appuyez sur M pour alterner entre Rectangle et Ellipse
ja: M キーで長方形と楕円を切り替え
ko: M을 눌러 사각형과 타원 전환
pt_br: Pressione M para alternar entre Retângulo e Elipse
zh_hans: 按 M 在矩形和椭圆选框之间切换
zh_hant: 按 M 在矩形和橢圓選取畫面之間切換

source: Press Tab to switch between Wand and Object
de: Tab drücken, um zwischen Zauberstab und Objektauswahl zu wechseln
es: Pulse Tab para alternar entre Varita y Objeto
fr: Appuyez sur Tab pour alterner entre Baguette magique et Objet
ja: Tab キーで自動選択とオブジェクト選択を切り替え
ko: Tab을 눌러 자동 선택과 개체 선택 전환
pt_br: Pressione Tab para alternar entre Varinha e Objeto
zh_hans: 按 Tab 在魔棒和对象选择之间切换
zh_hant: 按 Tab 在魔術棒和物件選取之間切換

source: Preview
de: Vorschau
es: Previsualizar
fr: Aperçu
ja: プレビュー
ko: 미리 보기
pt_br: Visualizar
zh_hans: 预览
zh_hant: 預視

source: Previous blend mode
de: Vorherige Füllmethode
es: Modo de fusión anterior
fr: Mode de fusion précédent
ja: 前の描画モード
ko: 이전 혼합 모드
pt_br: Modo de mesclagem anterior
zh_hans: 上一个混合模式
zh_hant: 上一個混合模式

source: Process
de: Prozess
es: Proceso
fr: Processus
ja: 処理バージョン
ko: 처리 버전
pt_br: Processo
zh_hans: 处理版本
zh_hant: 處理版本

source: Project tabs
de: Projektregisterkarten
es: Pestañas de proyectos
fr: Onglets de projet
ja: プロジェクトのタブ
ko: 프로젝트 탭
pt_br: Abas de projetos
zh_hans: 项目标签页
zh_hant: 專案標籤頁

source: Projection
de: Projektion
es: Proyección
ja: 投影方式
ko: 투영 방식
pt_br: Projeção
zh_hans: 投影方式
zh_hant: 投影方式

source: Protect bright areas near the edge
de: Schützen Sie helle Bereiche in der Nähe des Randes
es: Proteger zonas brillantes cerca del borde
fr: Protéger les zones lumineuses près du bord
ja: 周辺の明るい部分を保護
ko: 가장자리 근처의 밝은 영역 보호
pt_br: Proteja áreas brilhantes perto da borda
zh_hans: 保护边缘附近的高光区域
zh_hant: 保護邊緣附近的亮部區域
